import React from 'react';
import TriangleArticle from '../components/TriangleArticle';
import Article from '../components/Article';
export default function HomePage() {
    return(
        <>
   
          <TriangleArticle title="INVERCARGIL" 
          text="사우스랜드의 주요 도시로, 와이호파이 강에 놓여있고, 더니딘으로부터 남서부로 224 킬로미터 떨어져있다. 남섬의 화물 열차 철도의 종점이 된다. 도시의 거리들은 두드러지게 순서로 세워졌고, 십자 원형에 지어졌다. 뉴질랜드에서 가장 좋은 육류와 양모를 생산한다. 1년마다 700만 마리의 도축과 겸하여 냉동업이 발달하였다. 사료 작물, 곡물, 씨앗 생산을 위한 잔디가 자라는 광대한 지역이 펼쳐져있고, 고르게 내리는 비에 의하여 연중계속되게 자라는 편이다. 변두리 지역에서는 제재업과 석탄 채굴이 주요 산업이다. 인버카길의 항구가 되는 블러프(Bluff)는 도시로부터 남부로 27 킬로미터 떨어져있다. 육류와 양모를 떠나서, 이 지방의 주요 수출품은 곡물과 비철금속이다."/>


          <Article title="행복한 나라 인버카길" 
          text="사우스랜드의 주요 도시로, 와이호파이 강에 놓여있고, 더니딘으로부터 남서부로 224 킬로미터 떨어져있다. 남섬의 화물 열차 철도의 종점이 된다. 도시의 거리들은 두드러지게 순서로 세워졌고, 십자 원형에 지어졌다."/>



          <Article title="행복한 나라 인버카길" 
          text="사우스랜드의 주요 도시로, 와이호파이 강에 놓여있고, 더니딘으로부터 남서부로 224 킬로미터 떨어져있다. 남섬의 화물 열차 철도의 종점이 된다. 도시의 거리들은 두드러지게 순서로 세워졌고, 십자 원형에 지어졌다."/>


        </>
    );
}